Repository: CofficLab/GitOK
Catalog: Packages/PluginIcon/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: All
zh_hans: 全部
zh_hk: 全部

source: All required resolutions are rendered.
zh_hans: 渲染所有必需的尺寸。
zh_hk: 渲染所有必需的尺寸。

source: All sizes
zh_hans: 全尺寸
zh_hk: 全尺寸

source: App icons, sized for every platform automatically.
zh_hans: 应用图标，自动适配各平台尺寸。
zh_hk: 應用圖標，自動適配各平台尺寸。

source: AppIcon set exported
zh_hans: AppIcon 图标集已导出
zh_hk: AppIcon 圖示集已匯出

source: Asset Source
zh_hans: 素材来源
zh_hk: 素材來源

source: Background
zh_hans: 背景
zh_hk: 背景

source: Blue
zh_hans: 蓝色
zh_hk: 藍色

source: Branded
zh_hans: 品牌化
zh_hk: 品牌化

source: Built-in Icons
zh_hans: 内置图标
zh_hk: 內建圖示

source: Category
zh_hans: 分类
zh_hk: 分類

source: Choose Custom Folder
zh_hans: 选择自定义文件夹
zh_hk: 選擇自訂資料夾

source: Colors and styles follow the active theme.
zh_hans: 颜色与样式跟随当前主题。
zh_hk: 顏色與樣式跟隨當前主題。

source: Compose app icons from GitOK's visual language.
zh_hans: 用 GitOK 的视觉语言创作应用图标。
zh_hk: 用 GitOK 的視覺語言創作應用圖標。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Corner Radius
zh_hans: 圆角半径
zh_hk: 圓角半徑

source: Create an icon to get started.
zh_hans: 创建图标以开始。
zh_hk: 建立圖示以開始。

source: Custom Folder
zh_hans: 自定义文件夹
zh_hk: 自訂資料夾

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Design
zh_hans: 设计
zh_hk: 設計

source: Every required icon size is rendered in one pass.
zh_hans: 一次渲染所有必需的图标尺寸。
zh_hk: 一次渲染所有必需的圖標尺寸。

source: Export
zh_hans: 导出
zh_hk: 導出

source: Export Xcode Sets
zh_hans: 导出 Xcode 图标集
zh_hk: 匯出 Xcode 圖示集

source: Favicon exported
zh_hans: Favicon 已导出
zh_hk: Favicon 已匯出

source: Generated Assets
zh_hans: 生成的素材
zh_hk: 產生的素材

source: GitOK Library
zh_hans: GitOK 图库
zh_hk: GitOK 圖庫

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Icon Editor
zh_hans: 图标编辑器
zh_hk: 圖示編輯器

source: Icon Generation
zh_hans: 图标生成
zh_hk: 圖標生成

source: Icon created
zh_hans: 图标已创建
zh_hk: 圖示已建立

source: Icon deleted
zh_hans: 图标已删除
zh_hk: 圖示已刪除

source: Icon imported from %@
zh_hans: 已从 %@ 导入图标
zh_hk: 已從 %@ 匯入圖示

source: Icon saved
zh_hans: 图标已保存
zh_hk: 圖示已儲存

source: Icons
zh_hans: 图标
zh_hk: 圖示

source: Icons are written to the destination folder.
zh_hans: 图标写入目标文件夹。
zh_hk: 圖標寫入目標文件夾。

source: Image Set exported
zh_hans: Image Set 已导出
zh_hk: Image Set 已匯出

source: Image imported
zh_hans: 图片已导入
zh_hk: 圖片已匯入

source: Import Image
zh_hans: 导入图片
zh_hk: 匯入圖片

source: Import an image before exporting
zh_hans: 导出前请先导入图片
zh_hk: 匯出前請先匯入圖片

source: Legacy and modern Xcode icon sets exported
zh_hans: 旧版与新版 Xcode 图标集已导出
zh_hk: 舊版與新版 Xcode 圖示集已匯出

source: Multi-Size Export
zh_hans: 多尺寸导出
zh_hk: 多尺寸導出

source: No Icons
zh_hans: 暂无图标
zh_hk: 尚無圖示

source: No Project
zh_hans: 无项目
zh_hk: 無專案

source: No source assets available
zh_hans: 没有可用的源素材
zh_hk: 沒有可用的來源素材

source: Opacity
zh_hans: 不透明度
zh_hk: 不透明度

source: Open a project to create icons.
zh_hans: 打开项目以创建图标。
zh_hk: 開啟專案以建立圖示。

source: Orange
zh_hans: 橙色
zh_hk: 橙色

source: PNG set exported
zh_hans: PNG 集已导出
zh_hk: PNG 集已匯出

source: Padding
zh_hans: 内边距
zh_hk: 內邊距

source: Pick the icon style and colors.
zh_hans: 选择图标样式与颜色。
zh_hk: 選擇圖標樣式與顏色。

source: Project Images
zh_hans: 项目图片
zh_hk: 專案圖片

source: Purple
zh_hans: 紫色
zh_hk: 紫色

source: Render sizes
zh_hans: 渲染尺寸
zh_hk: 渲染尺寸

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Scale
zh_hans: 缩放
zh_hk: 縮放

source: Theme Aware
zh_hans: 主题感知
zh_hk: 主題感知

source: Title
zh_hans: 标题
zh_hk: 標題

source: Unable to load the GitOK icon library.
zh_hans: 无法加载 GitOK 图标库。
zh_hk: 無法載入 GitOK 圖示庫。

source: output sizes
zh_hans: 输出尺寸
zh_hk: 輸出尺寸

source: source icon
zh_hans: 源图标
zh_hk: 源圖標
